IDEA StatiCa Open Model
LoadOnSurface.Geometry Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets, sets geometry of this LoadOnSurface
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Region3D Geometry { get; set; }
Public Property Geometry As Region3D
	Get
	Set
public:
property Region3D^ Geometry {
	Region3D^ get ();
	void set (Region3D^ value);
}
Property Value
Type: Region3D
See Also
Reference
LoadOnSurface Class
IdeaRS.OpenModel.Loading Namespace